Repository: giellalt/corpus-nob
Catalog: tmx/fkv/facta/other_files/oppskrift_kvaanivantthuut_oversatt_av_ki_16.11.2020.odt.tmx
Source language: nob
Languages: fkv

source: 50 g färi fylles inn
fkv: Kvenvotten

source: Votter med kvensk motiv, designet av Lisa Vangen.
fkv: Vantthuut missä oon kväänin motiivi, Lisa Vangenin design.

source: Garn til votter: Rauma finull PT2 eller annet vottegarn.
fkv: Lanka vantthuile: Rauma fiinivilla PT2 tahi muuta vantutlankaa.

source: Størrelse: (M) – (L).
fkv: Koko: (M) – (L).

source: I eksempelvotter er det brukt:
fkv: Eksempelivantthuissa oon pietty:

source: 50 g farge fylles inn 50 g farge fylles inn
fkv: Tikut: Sukkatikut nr. 2,5, ja häkläkoukku nr. 2,5.

source: 50 g farge fylles inn
fkv: Tikun koko oon tyhä opastava.

source: Strikkefasthet: 26 masker = 10 cm. Pinner: Settpinner nr. 2,5, og heklekrok nr. 2,5.
fkv: Jos kuot mönsteriä kiinteästi se saattaa olla hyvä vaihettaat tikuile mikkä oon yhen kovon isomat.

source: Pinnene er kun veiledende.
fkv: Työn kuothaan ympäri sukkatikuila.

source: Arbeidet strikkes rundt på settpinner.
fkv: Pane ylös (56) – (64) silmää 2,5-kokosille sukkatikuile pohjafärilä.

source: Strikk *1 omgang rett, 1 omgang vrang* to ganger, deretter 2 omganger rett.
fkv: Kuo *1 kerta oikhein, 1 kerta nurin* kaksi kertaa, ja sitte 2 kertaa oikhein.

source: Etter at du har strikket mønsteret strikker du omlag (15) – (25) omganger med bunnfargen.
fkv: Ko sie olet kutonu mönsterin, niin sie kuot nuoin (15) – (25) kertaa pohjafärilä.

source: Deretter strikkes tommelmerket.
fkv: Sitte kuot peukalon merkin.

source: Strikk (11) – (13) masker på en tråd i en annen farge.
fkv: Kuo (11) – (13) silmää muunfärisellä langala.

source: Løft maskene tilbake på pinnen og strikk videre i bunnfargen.
fkv: Nosta silmät takasin tikule ja jatka pohjafärilä.

source: Husk å sett tommelmerket på motsatt side når du strikker den andre votten.
fkv: Toisessa vantthuussa piät muistaat panna peukalon merkin vantthuun toisele puolele.

source: Strikk så omlag (40) – (50) omganger.
fkv: Kuo sitte nuoin (40) – (50) kertaa.

source: Prøv gjerne votten på for å oppnå tilpasset lengde.
fkv: Se oon hyvä freistata vantthuun käjelä niin ette saat sen passelin pitukaiseksi.

source: Ikke begynn fellingen før votten er ca. 2 cm fra ønsket lengde.
fkv: Ala fellaamhaan ko vantut oon nuoin 2 cm toivotusta pittuuesta.

source: Sett 1 merketråd på begynnelsen av omgangen og 1 merketråd etter (28) – (32) masker.
fkv: Pane 1 merkkilangan kerran alkhuun ja 1 merkkilangan (28) – (32) silmän jälkhiin.

source: Det skal felles 4 masker per omgang.
fkv: Joka kerta pittää fellata 4 silmää.

source: 3 masker før merket felles det ved å ta 1 maske løst av pinnen, strikke 1 rett, og løfte den løse masken over.
fkv: 3 silmää ennen merkkiä piät fellata niin ette sie kuot 2 silmää oikeanna yhtheen, ja kuot 1 silmän oikhein.

source: Etter merket strikkes 1 maske rett og 2 masker rett sammen.
fkv: Merkin jälkhiin kuot 1 silmän oikhein ja 2 silmää väänettynnä yhtheen.

source: Fell hver 2.omgang totalt 4 ganger og deretter på hver omgang.
fkv: Fellaa joka 2. kerta, yhtheensä 4 kertaa, ja sen jälkhiin joka kerta.

source: Fortsett fellingen til det totalt er 4 masker igjen.
fkv: Fellaa siksi ko oon 8 silmää jäljelä.

source: Klipp så av tråden, trekk den gjennom de resterende maskende, stram tråden og fest på vrangsiden.
fkv: Klippaa langan poikki, veä sen muitten silmitten läpi, kiinitä langan ja neulo sen kiini nurean puolela.

source: Tommel:
fkv: Peukalo:

source: Plukk opp maskene rundt tommelmerket, og ta vekk tråden.
fkv: Plokkaa ylös peukalonmerkin silmät ja ota pois merkkilangan.

source: Mens du strikker første omgang plukker du også opp en maske i hver side = (24) – (28) masker.
fkv: Ko sie olet kutomassa ensimäistä kertaa, sie piät plokata kaksi silmää kummaltaki puolelta = (26) – (30) silmää.

source: Strikk rundt til tommelen måler ca. (5) – (7) cm. Tommelen felles så ved å strikke 2 omganger der to og to masker strikkes rett sammen.
fkv: Ylösplokatut silmät kuothaan sitte yhtheen seuraavassa kerrassa. Kuo ympäri siksi ko peukalo oon nuoin (5) – (7) cm.

source: Kvenrosen er valgfri og kan lages i en rekke variasjoner.
fkv: Saatat valita itte, haluatko kvääniruusun vantthuile.

source: Bruk heklenål 2,5.
fkv: Käytä 2,5-kokosta häkläkoukkua.

source: Omg: Lag 5 luftmasker med blått og avslutt med en kjedemaske i første luftmaske for å danne en ring,
fkv: kerta: Laita 5 löysäsilmää sinisellä langala ja lopeta ketjusilmälä ensimäisessä löysäsilmässä niin ette laitat ymmyräisen.

source: Omg: Lag 10 fastmasker i ringen også med blått,
fkv: kerta: Laita 10 fastasilmää ymmyräisessä kans sinisellä langala,

source: Omg: Lag 15 kjedemasker rundt med hvitt, (det økes 5 kjedemasker på omgangen, ved å lage 2 kjedemasker i en fastmaske)
fkv: kerta: Laita 15 ketjusilmää ympäri valkosella langala (lisä 5 ketjusilmää tässä kerrassa – laita 2 ketjusilmää yhtheen fastasilmhään)

source: Omg: 22 fm rundt med rødt, (det økes 7 fastmasker jevnt på omgangen)
fkv: kerta: 22 fastasilmää ympäri punasella langala, (se lisäthään 7 fastasilmää tasasesti)

source: Omg: 34 fastmasker rundt med rødt, (det økes 12 fastmasker jevnt på omgangen)
fkv: kerta: 34 fastasilmää ympäri punasella langala, (lisä 12 fastasilmää tasasesti)

source: Omg: 34 kjedemasker med hvitt,
fkv: kerta: 34 ketjusilmää valkosella langala,

source: Omg: 48 fastmasker med rødt, (det økes 14 fm jevnt på omgangen)
fkv: kerta: 48 fastasilmää punasella langala, (se lisäthään 14 fastasilmää tässä kerrassa)

source: Omg: 48 fastmasker med rødt,
fkv: kerta: 48 fastasilmää punasella langala,

source: Omg: 48 kjedemasker med hvitt.
fkv: kerta: 48 ketjusilmää valkosella langala.

source: Sy tagger med rødt, blått og gult garn rundt håndleddet, og fest løse tråder.
fkv: Neulo piit punasella, sinisellä ja keltasella langala ranttheen ympärille ja neulo kiini löysät langat.

source: Mønster:
fkv: Kvenrosen:
